Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: this %@
de: diese %@
es: este %@
fr: ce %@
it: questo %@
pl: ten %@
pt_pt: este %@
ru: этот %@
th: %@ นี้
zh_hans: 本%@
zh_hant: 本%@

source: This backup file is damaged and can't be restored (SQLite reports: %@). Your current data was left untouched. Try an earlier backup file.
de: Diese Sicherungsdatei ist beschädigt und kann nicht wiederhergestellt werden (SQLite-Berichte: %@). Ihre aktuellen Daten blieben unberührt. Versuchen Sie es mit einer früheren Sicherungsdatei.
es: Este archivo de copia de seguridad está dañado y no se puede restaurar (informes de SQLite: %@). Sus datos actuales no se modificaron. Pruebe con un archivo de copia de seguridad anterior.
fr: Ce fichier de sauvegarde est endommagé et ne peut pas être restauré (rapports SQLite : %@). Vos données actuelles sont restées intactes. Essayez un fichier de sauvegarde antérieur.
it: Questo file di backup è danneggiato e non può essere ripristinato (rapporti SQLite: %@). I tuoi dati attuali sono rimasti intatti. Prova un file di backup precedente.
pl: Ten plik kopii zapasowej jest uszkodzony i nie można go przywrócić (SQLite zgłasza: %@). Twoje bieżące dane pozostały nietknięte. Spróbuj wcześniejszej kopii.
pt_pt: Este arquivo de backup está danificado e não pode ser restaurado (relatórios SQLite: %@). Seus dados atuais permaneceram intactos. Tente um arquivo de backup anterior.
ru: Этот файл резервной копии поврежден и не может быть восстановлен (сообщения SQLite: %@). Ваши текущие данные остались нетронутыми. Попробуйте более ранний файл резервной копии.
th: ไฟล์สำรองนี้เสียหายและไม่สามารถกู้คืนได้ (รายงาน SQLite: %@) ข้อมูลปัจจุบันของคุณไม่ถูกแตะต้อง ลองใช้ไฟล์สำรองข้อมูลก่อนหน้านี้
zh_hans: 此备份文件已损坏且无法恢复（SQLite 报告：%@）。您当前的数据保持不变。尝试使用较早的备份文件。
zh_hant: 此備份檔案已損壞且無法復原（SQLite 報告：%@）。您目前的資料保持不變。嘗試使用較早的備份檔案。

source: This builds from the strap as it syncs. Effort and rest appear after you have worn it and slept a night. Charge needs about four nights of sleep to learn your baseline (you'll see "Calibrating" until then), and keeps sharpening over your first couple of weeks. On a WHOOP 5 or MG the strap banks little history, so the night count can climb slowly or sit at 0 of 4 until you have worn it across a few nights. That's its sync limit, not a fault. Import your WHOOP export to skip the wait.
de: Das baut sich aus dem Strap auf, während er synchronisiert. Anstrengung und Ruhe erscheinen, nachdem du ihn getragen und eine Nacht geschlafen hast. Die Ladung braucht etwa vier Nächte Schlaf, um deine Basislinie zu lernen (bis dahin siehst du „Kalibrierung“), und wird über deine ersten Wochen immer genauer. Auf einem WHOOP 5 oder MG speichert der Strap wenig Verlauf, der Nachtzähler kann also langsam steigen oder auf 0 von 4 stehen, bis du ihn ein paar Nächte getragen hast. Das ist seine Sync-Grenze, kein Fehler. Importiere deinen WHOOP-Export, um die Wartezeit zu überspringen.
es: Esto se construye desde la pulsera a medida que sincroniza. El Esfuerzo y el Descanso aparecen después de usarla y dormir una noche. La Carga necesita unas cuatro noches de sueño para aprender tu línea base (verás "Calibrando" hasta entonces), y sigue afinándose durante tus primeras semanas. En una WHOOP 5 o MG la pulsera almacena poco historial, así que el conteo de noches puede subir lento o quedarse en 0 de 4 hasta que la hayas usado varias noches. Es su límite de sincronización, no un fallo. Importa tu exportación de WHOOP para saltarte la espera.
fr: Cela se construit à partir du bracelet au fil de sa synchronisation. L'Effort et le Repos apparaissent après l'avoir porté et avoir dormi une nuit. La charge a besoin d'environ quatre nuits de sommeil pour apprendre votre référence (vous verrez « Calibration en cours » jusque-là), et continue de s'affiner pendant vos deux premières semaines. Sur une WHOOP 5 ou MG, le bracelet stocke peu d'historique, donc le compteur de nuits peut monter lentement ou rester à 0 sur 4 tant que vous ne l'avez pas porté sur plusieurs nuits. C'est sa limite de synchronisation, pas un défaut. Importez votre export WHOOP pour éviter l'attente.
it: Questo si costruisce dalla fascia man mano che si sincronizza. Sforzo e riposo appaiono dopo che l'hai indossata e hai dormito una notte. La carica ha bisogno di circa quattro notti di sonno per imparare la tua linea di base (fino ad allora vedrai "Calibrazione"), e continua ad affinarsi nelle tue prime due settimane. Su un WHOOP 5 o MG la fascia conserva poca cronologia, quindi il conteggio delle notti può salire lentamente o restare a 0 di 4 finché non l'hai indossata per alcune notti. È il suo limite di sincronizzazione, non un difetto. Importa la tua esportazione WHOOP per saltare l'attesa.
pl: Tworzy się to na podstawie paska podczas synchronizacji. Wysiłek i reszta pojawiają się po założeniu i przespaniu nocy. Energia potrzebuje około czterech nocy snu, aby nauczyć się linii bazowej (do tego czasu zobaczysz komunikat „Kalibracja”) i będzie się wyostrzał przez pierwsze kilka tygodni. W przypadku WHOOP 5 lub MG pasek ma niewielką historię, więc liczba nocy może rosnąć powoli lub utrzymywać się na poziomie 0 z 4, dopóki nie będziesz go nosić przez kilka nocy. To jest limit synchronizacji, a nie usterka. Zaimportuj eksport WHOOP, aby pominąć oczekiwanie.
pt_pt: Isto baseia-se na bracelete à medida que é sincronizada. O esforço e o descanso aparecem depois de o usar e dormir uma noite. O Carga precisa de cerca de quatro noites de sono para aprender a tua linha de base (verá “A calibrar” até lá) e continua a melhorar nas primeiras semanas. Num WHOOP 5 ou MG, a bracelete guarda pouca histórico, pelo que a contagem de noites pode subir lentamente ou ficar em 0 em 4 até que a use durante algumas noites. Esse é o teu limite de sincronização, não uma falha. Importe a tua exportação WHOOP para evitar a espera.
ru: Это накапливается по мере синхронизации браслета. Усилие и отдых появляются после того, как вы поносили браслет и проспали ночь. Заряду нужно около четырёх ночей сна, чтобы определить вашу норму (до этого будет отображаться статус «Калибровка»), и он продолжает уточняться в течение первых пары недель. На WHOOP 5 или MG браслет хранит немного истории, поэтому счётчик ночей может расти медленно или оставаться на 0 из 4, пока вы не поносите его несколько ночей. Это ограничение синхронизации, а не ошибка. Импортируйте экспорт WHOOP, чтобы не ждать.
th: สิ่งนี้สร้างขึ้นจากสายรัดขณะซิงค์ ภาระร่างกายและการพักผ่อนจะปรากฏขึ้นหลังจากที่คุณสวมใส่และนอนหลับหนึ่งคืน พลังฟื้นตัวต้องการการนอนประมาณสี่คืนเพื่อเรียนรู้พื้นฐานของคุณ (คุณจะเห็น "การปรับเทียบ" จนกว่าจะถึงตอนนั้น) และจะเพิ่มขึ้นเรื่อยๆ ในช่วงสองสามสัปดาห์แรกของคุณ ใน WHOOP 5 หรือ MG สายรัดจะมีประวัติเพียงเล็กน้อย ดังนั้นการนับคืนจึงสามารถไต่ขึ้นอย่างช้าๆ หรือนั่งที่ 0 จาก 4 จนกว่าคุณจะสวมใส่ข้ามคืนสองสามคืน นั่นคือขีดจำกัดการซิงค์ ไม่ใช่ข้อผิดพลาด นำเข้าไฟล์ส่งออก WHOOP ของคุณเพื่อข้ามการรอ
zh_hans: 这会随着手环同步逐步构建。在你佩戴并睡过一晚后，消耗和休息便会出现。能量需要大约四晚的睡眠来学习你的基线（在那之前你会看到「校准中」），并会在你最初的几周里持续变得更精准。在 WHOOP 5 或 MG 上，手环存储的历史很少，因此夜数可能上升缓慢，或在你连续佩戴几晚之前一直停留在 0 / 4。这是它的同步限制，而非故障。导入你的 WHOOP 导出文件以跳过等待。
zh_hant: 這會隨著手環同步逐步建立。在你佩戴並睡過一晚後，消耗和休息便會出現。能量需要大約四晚的睡眠來學習你的基線（在那之前你會看到「校準中」），並會在你最初的幾週裡持續變得更精準。在 WHOOP 5 或 MG 上，手環儲存的歷史很少，因此夜數可能上升緩慢，或在你連續佩戴幾晚之前一直停留在 0 / 4。這是它的同步限制，而非故障。匯入你的 WHOOP 匯出檔案以跳過等待。

source: This builds from the strap as it syncs. Strain and sleep appear after you have worn it and slept a night. Recovery needs about a week of nights to learn your baseline, or import your WHOOP export to skip the wait.
de: Dies baut sich aus dem Strap auf, während er synchronisiert. Belastung und Schlaf erscheinen, nachdem du ihn getragen und eine Nacht geschlafen hast. Die Erholung braucht etwa eine Woche an Nächten, um deine Basislinie zu lernen, oder importiere deinen WHOOP-Export, um die Wartezeit zu überspringen.
es: Esto se construye desde la correa a medida que se sincroniza. El esfuerzo y el sueño aparecen después de haberla llevado puesta y haber dormido una noche. La recuperación necesita alrededor de una semana de noches para aprender tu línea base, o importa tu exportación de WHOOP para evitar la espera.
fr: Ceci se construit depuis le bracelet au fil de la synchronisation. L'effort et le sommeil apparaissent après que vous l'ayez porté et dormi une nuit. La récupération nécessite environ une semaine de nuits pour apprendre votre référence, ou importez votre export WHOOP pour éviter l'attente.
it: Si costruisce dalla fascia man mano che si sincronizza. Carico e sonno compaiono dopo che l'hai indossata e hai dormito una notte. Il recupero ha bisogno di circa una settimana di notti per apprendere la tua linea di base, oppure importa la tua esportazione WHOOP per evitare l'attesa.
pl: Tworzy się to na podstawie paska podczas synchronizacji. Obciążenie i sen pojawiają się po założeniu i przespaniu nocy. Regeneracja potrzebuje około tygodnia nocy, aby poznać linię bazową lub zaimportować eksport WHOOP, aby pominąć oczekiwanie.
pt_pt: Isto baseia-se na bracelete à medida que é sincronizada. A tensão e o sono aparecem depois de o usar e dormir uma noite. A recuperação precisa de cerca de uma semana para aprender a tua linha de base ou importar a tua exportação WHOOP para evitar a espera.
ru: Данные формируются по мере синхронизации с браслетом. Нагрузка и сон появятся после того, как вы поносите браслет и поспите с ним одну ночь. Для восстановления нужна примерно неделя ночей, чтобы определить вашу норму. Или импортируйте данные WHOOP, чтобы не ждать.
th: สิ่งนี้สร้างขึ้นจากสายรัดขณะซิงค์ ภาระร่างกายและการนอนจะปรากฏขึ้นหลังจากที่คุณสวมใส่และนอนหลับหนึ่งคืน การฟื้นตัวต้องใช้เวลาหนึ่งสัปดาห์ในการเรียนรู้พื้นฐานของคุณ หรือนำเข้าไฟล์ส่งออก WHOOP ของคุณเพื่อข้ามการรอคอย
zh_hans: 这会随着手环同步逐步构建。在你佩戴并睡过一晚后，强度和睡眠便会出现。恢复需要大约一周的夜晚来学习你的基线，或者导入你的 WHOOP 导出文件以跳过等待。
zh_hant: 這會隨著手環同步逐步建立。在你佩戴並睡過一晚後，強度和睡眠便會出現。恢復需要大約一週的夜晚來學習你的基線，或者匯入你的 WHOOP 匯出檔案以跳過等待。

source: This deletes every scheduled strap-log and raw-capture file NOOP has saved. This can't be undone.
de: Dies löscht jede geplante Bandprotokoll- und Rohdaten-Erfassungsdatei, die NOOP gespeichert hat. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina todos los archivos de registro de la correa y de captura en bruto programados que NOOP ha guardado. Esto no se puede deshacer.
fr: Ceci supprime tous les fichiers de journal du bracelet et de capture brute programmés que NOOP a enregistrés. Cette action est irréversible.
it: Questo elimina ogni file di log del cinturino e di cattura grezza pianificato salvato da NOOP. Questa azione non può essere annullata.
pl: Spowoduje to usunięcie każdego zaplanowanego pliku dziennika paska i pliku przechwytywania nieprzetworzonego zapisanego przez NOOP. Tego nie można cofnąć.
pt_pt: Isto elimina todos os ficheiros de registo da pulseira e de captura em bruto agendados que a NOOP guardou. Esta ação não pode ser anulada.
ru: Это удалит все запланированные файлы журнала ремешка и необработанного захвата, сохранённые NOOP. Это действие нельзя отменить.
th: วิธีนี้จะลบไฟล์ strap-log และไฟล์ raw-capture ที่กำหนดเวลาไว้ทุกรายการที่ NOOP บันทึกไว้ การดำเนินการนี้ไม่สามารถยกเลิกได้
zh_hans: 这会删除 NOOP 保存的所有计划手环日志和原始捕获文件。此操作无法撤销。
zh_hant: 這會刪除 NOOP 儲存的所有排程手環日誌與原始擷取檔案。此操作無法復原。

source: this device
de: dieses Gerät
es: este dispositivo
fr: cet appareil
it: questo dispositivo
pl: to urządzenie
pt_pt: este dispositivo
ru: это устройство
th: อุปกรณ์นี้
zh_hans: 此设备
zh_hant: 此裝置

source: This goal is closed as achieved. Everything below is its story — set a new one whenever you're ready.
de: Dieses Ziel ist als erreicht abgeschlossen. Alles unten ist seine Geschichte — setz ein neues, wann immer du bereit bist.
es: Este objetivo está cerrado como logrado. Todo lo de abajo es su historia — define uno nuevo cuando quieras.
fr: Cet objectif est clos comme atteint. Tout ce qui suit est son histoire — définis-en un nouveau quand tu veux.
it: Questo obiettivo è chiuso come raggiunto. Tutto ciò che segue è la sua storia: impostane una nuova ogni volta che sei pronto.
pl: Ten cel jest zamknięty jako osiągnięty. Wszystko poniżej to jego historia — nowy cel ustaw, kiedy zechcesz.
pt_pt: Este objetivo é fechado como alcançado. Tudo abaixo é a sua história – defina uma nova quando estiver pronto.
ru: Данная цель закрывается как достигнутая. Все, что ниже, — это его история — создайте новую, когда будете готовы.
th: เป้าหมายนี้ปิดเมื่อบรรลุผลแล้ว ทุกสิ่งด้านล่างล้วนแต่เป็นเรื่องราวของมัน — สร้างเรื่องราวใหม่ทุกครั้งที่คุณพร้อม
zh_hans: 该目标已实现。下面的一切都是它的故事——只要你准备好了，就可以设置一个新的故事。
zh_hant: 該目標已實現。下面的一切都是它的故事——只要你準備好了，就可以設定一個新的故事。

source: This goal is measured in nights slept, not sessions trained — your strap records them, so there's nothing for you to tick off.
de: Dieses Ziel wird in geschlafenen Nächten gemessen, nicht in Trainingseinheiten – dein Strap zeichnet sie auf, du musst also nichts abhaken.
es: Este objetivo se mide en noches dormidas, no en sesiones entrenadas; tu correa las registra, por lo que no tienes nada que marcar.
fr: Cet objectif est mesuré en nuits de sommeil, et non en séances d'entraînement : votre sangle les enregistre, vous n'avez donc rien à cocher.
it: Questo obiettivo viene misurato in notti di sonno, non in sessioni di allenamento: il cinturino le registra, quindi non c'è nulla da spuntare.
pl: Ten cel mierzy się przespanymi nocami, a nie odbytymi sesjami — opaska zapisuje je sama, więc nie masz czego odhaczać.
pt_pt: Este objetivo é medido em noites dormidas, não em sessões de treino – a sua pulseira regista-as, por isso não há nada para assinalar.
ru: Эта цель измеряется количеством ночей сна, а не тренировок — ваш ремень записывает их, поэтому вам нечего отмечать.
th: เป้าหมายนี้วัดจากการนอนหลับตอนกลางคืน ไม่ใช่เซสชันที่ได้รับการฝึก — สายรัดของคุณบันทึกไว้ ดังนั้นจึงไม่มีอะไรให้คุณทำเครื่องหมายได้
zh_hans: 这个目标是通过晚上的睡眠时间来衡量的，而不是训练的时间——你的带子会记录它们，所以你没有什么可以勾选的。
zh_hant: 這個目標是透過晚上的睡眠時間來衡量的，而不是訓練的時間——你的帶子會記錄它們，所以你沒有什麼可以勾選的。

source: This goal was set aside
de: Dieses Ziel wurde beiseitegelegt
es: Este objetivo se dejó a un lado
fr: Cet objectif a été mis de côté
it: Questo obiettivo è stato accantonato
pl: Ten cel został odłożony na bok
pt_pt: Este objetivo foi deixado de lado
ru: Эта цель была отложена
th: เป้าหมายนี้ถูกตั้งไว้
zh_hans: 这个目标被搁置了
zh_hant: 這個目標被擱置了

source: This install can't connect to Apple Health directly. It was sideloaded with a free signing profile, which doesn't include Apple's Health permission, so there's nothing to enable, and NOOP won't appear under Settings › Health.
de: Diese Installation kann sich nicht direkt mit Apple Health verbinden. Sie wurde mit einem kostenlosen Signaturprofil sideloadet, das Apples Health-Berechtigung nicht enthält – es gibt also nichts zu aktivieren, und NOOP erscheint nicht unter Einstellungen › Health.
es: Esta instalación no puede conectarse a Apple Health directamente. Se instaló por sideload con un perfil de firma gratuito, que no incluye el permiso de Salud de Apple, así que no hay nada que activar, y NOOP no aparecerá en Ajustes › Salud.
fr: Cette installation ne peut pas se connecter directement à Apple Santé. Elle a été installée en sideload avec un profil de signature gratuit, qui n'inclut pas l'autorisation Santé d'Apple ; il n'y a donc rien à activer, et NOOP n'apparaîtra pas dans Réglages › Santé.
it: Questa installazione non può connettersi direttamente ad Apple Health. È stata installata tramite sideload con un profilo di firma gratuito, che non include il permesso Health di Apple, quindi non c'è nulla da attivare, e NOOP non comparirà in Impostazioni › Salute.
pl: Ta instalacja nie może połączyć się bezpośrednio z Apple Health. Został pobrany z boku z bezpłatnym profilem podpisywania, który nie obejmuje uprawnień Apple Health, więc nie trzeba nic włączać, a NOOP nie pojawi się w Ustawieniach > Zdrowie.
pt_pt: Esta instalação não pode ligar-se diretamente ao Apple Health. Foi carregado com um perfil de subscrição gratuito, que não inclui a permissão de saúde da Apple, pelo que não há nada para ativar e o NOOP não aparecerá em Definições › Saúde.
ru: Эта установка не может напрямую подключиться к Apple Health. Она была установлена в обход App Store (сайдлоаднута) с бесплатным профилем подписи, который не включает разрешение Apple Health, поэтому включать нечего, и NOOP не появится в разделе Настройки › Здоровье.
th: การติดตั้งนี้ไม่สามารถเชื่อมต่อกับ Apple Health โดยตรง มันถูกไซด์โหลดด้วยโปรไฟล์การลงนามฟรี ซึ่งไม่รวมถึงการอนุญาตด้านสุขภาพของ Apple ดังนั้นจึงไม่มีอะไรให้เปิดใช้งาน และ NOOP จะไม่ปรากฏในการตั้งค่า > สุขภาพ
zh_hans: 此安装无法直接连接 Apple 健康。它是用免费签名配置文件旁加载的，其中不包含 Apple 的健康权限，因此没有可启用的项，NOOP 也不会出现在「设置 › 健康」下。
zh_hant: 此安裝無法直接連接 Apple 健康。它是用免費簽名設定檔側載的，其中不包含 Apple 的健康權限，因此沒有可啟用的項，NOOP 也不會出現在「設定 › 健康」下。

source: This install can't connect to Apple Health directly. It was sideloaded with a free signing profile, which doesn't include Apple's Health permission, so there's nothing to grant here.
de: Diese Installation kann sich nicht direkt mit Apple Health verbinden. Sie wurde mit einem kostenlosen Signaturprofil sideloadet, das Apples Health-Berechtigung nicht enthält – hier gibt es also nichts zu gewähren.
es: Esta instalación no puede conectarse a Apple Health directamente. Se instaló por sideload con un perfil de firma gratuito, que no incluye el permiso de Salud de Apple, así que aquí no hay nada que conceder.
fr: Cette installation ne peut pas se connecter directement à Apple Santé. Elle a été installée en sideload avec un profil de signature gratuit, qui n'inclut pas l'autorisation Santé d'Apple ; il n'y a donc rien à accorder ici.
it: Questa installazione non può connettersi direttamente ad Apple Health. È stata installata tramite sideload con un profilo di firma gratuito, che non include il permesso Health di Apple, quindi non c'è nulla da concedere qui.
pl: Ta instalacja nie może połączyć się bezpośrednio z Apple Health. Został załadowany z boku z bezpłatnym profilem do podpisywania, który nie obejmuje pozwolenia Apple Health, więc nie ma tu nic do przyznania.
pt_pt: Esta instalação não pode ligar-se diretamente ao Apple Health. Foi carregado com um perfil de subscrição gratuito, que não inclui a permissão de saúde da Apple, pelo que não há nada a conceder aqui.
ru: Эта установка не может напрямую подключиться к Apple Health. Она была установлена в обход App Store (сайдлоаднута) с бесплатным профилем подписи, который не включает разрешение Apple Health, поэтому предоставлять здесь нечего.
th: การติดตั้งนี้ไม่สามารถเชื่อมต่อกับ Apple Health โดยตรง มันถูกไซด์โหลดด้วยโปรไฟล์การลงนามฟรี ซึ่งไม่รวมถึงการอนุญาตด้านสุขภาพของ Apple ดังนั้นจึงไม่มีอะไรให้อนุญาตที่นี่
zh_hans: 此安装无法直接连接 Apple 健康。它是用免费签名配置文件旁加载的，其中不包含 Apple 的健康权限，因此这里没有可授予的项。
zh_hant: 此安裝無法直接連接 Apple 健康。它是用免費簽名設定檔側載的，其中不包含 Apple 的健康權限，因此這裡沒有可授予的項。

source: This install can't connect to Apple Health directly. It was signed with a profile that doesn't include Apple's Health permission, so there's nothing to enable, and NOOP won't appear under Settings › Health.
de: Diese Installation kann sich nicht direkt mit Apple Health verbinden. Sie wurde mit einem Profil signiert, das Apples Health-Berechtigung nicht enthält – es gibt also nichts zu aktivieren, und NOOP erscheint nicht unter Einstellungen › Health.
es: Esta instalación no puede conectarse a Apple Health directamente. Se firmó con un perfil que no incluye el permiso de Salud de Apple, así que no hay nada que activar, y NOOP no aparecerá en Ajustes › Salud.
fr: Cette installation ne peut pas se connecter directement à Apple Santé. Elle a été signée avec un profil qui n'inclut pas l'autorisation Santé d'Apple ; il n'y a donc rien à activer, et NOOP n'apparaîtra pas dans Réglages › Santé.
it: Questa installazione non può connettersi direttamente ad Apple Health. È stata firmata con un profilo che non include il permesso Salute di Apple, quindi non c'è nulla da attivare e NOOP non comparirà in Impostazioni › Salute.
pl: Ta instalacja nie może połączyć się bezpośrednio z Apple Health. Został podpisany profilem, który nie obejmuje uprawnień Apple Health, więc nie trzeba nic włączać, a NOOP nie pojawi się w Ustawieniach > Zdrowie.
pt_pt: Esta instalação não pode ligar-se diretamente ao Apple Health. Foi assinado com um perfil que não inclui a permissão de Saúde da Apple, pelo que não há nada para ativar e o NOOP não aparecerá em Definições › Saúde.
ru: Эта установка не может напрямую подключиться к Apple Health. Она подписана профилем, который не включает разрешение Apple Health, поэтому включать нечего, и NOOP не появится в разделе Настройки › Здоровье.
th: การติดตั้งนี้ไม่สามารถเชื่อมต่อกับ Apple Health โดยตรง มีการลงนามด้วยโปรไฟล์ที่ไม่รวมถึงการอนุญาตด้านสุขภาพของ Apple ดังนั้นจึงไม่มีอะไรให้เปิดใช้งาน และ NOOP จะไม่ปรากฏในการตั้งค่า > สุขภาพ
zh_hans: 此安装版本无法直接连接 Apple Health。它使用的签名描述文件不包含 Apple 的健康权限，因此没有可开启的选项，NOOP 也不会出现在设置 › 健康中。
zh_hant: 此安裝版本無法直接連接 Apple 健康。它簽署時使用的描述檔不包含 Apple 的健康權限，因此沒有可啟用的項目，NOOP 也不會出現在「設定 › 健康」中。

source: This install can't connect to Apple Health directly. It was signed with a profile that doesn't include Apple's Health permission, so there's nothing to grant here.
de: Diese Installation kann sich nicht direkt mit Apple Health verbinden. Sie wurde mit einem Profil signiert, das Apples Health-Berechtigung nicht enthält – hier gibt es also nichts zu gewähren.
es: Esta instalación no puede conectarse a Apple Health directamente. Se firmó con un perfil que no incluye el permiso de Salud de Apple, así que aquí no hay nada que conceder.
fr: Cette installation ne peut pas se connecter directement à Apple Santé. Elle a été signée avec un profil qui n'inclut pas l'autorisation Santé d'Apple ; il n'y a donc rien à accorder ici.
it: Questa installazione non può connettersi direttamente ad Apple Health. È stata firmata con un profilo che non include il permesso Salute di Apple, quindi qui non c'è nulla da concedere.
pl: Ta instalacja nie może połączyć się bezpośrednio z Apple Health. Został podpisany profilem, który nie zawiera pozwolenia Apple Health, więc nie ma tu czego udzielać.
pt_pt: Esta instalação não pode ligar-se diretamente ao Apple Health. Foi assinado com um perfil que não inclui a permissão de saúde da Apple, pelo que não há nada a conceder aqui.
ru: Эта установка не может напрямую подключиться к Apple Health. Она подписана профилем, который не включает разрешение Apple Health, поэтому предоставлять здесь нечего.
th: การติดตั้งนี้ไม่สามารถเชื่อมต่อกับ Apple Health โดยตรง มีการลงนามด้วยโปรไฟล์ที่ไม่รวมถึงการอนุญาตด้านสุขภาพของ Apple ดังนั้นจึงไม่มีการให้สิทธิ์ใดๆ ที่นี่
zh_hans: 此安装版本无法直接连接 Apple Health。它使用的签名描述文件不包含 Apple 的健康权限，因此这里没有可授权的内容。
zh_hant: 此安裝版本無法直接連接 Apple 健康。它簽署時使用的描述檔不包含 Apple 的健康權限，因此這裡沒有可授予的項目。
